√абариты(мебели, например, шкафа) Ц 3 целых числа(высота, глубина, ширина).
 нига в интернет магазине Ц это 3 строки(автор(ы), название, издательство), 3 целых числа
(год издани€, количество страниц, артикул).
Ѕ∆”  Ц это 3 целых числа(белки, жиры, углеводы), вещественное число(калории).
‘»ќ Ц это 3 строки(фамили€, им€, отчество).
“етрадь Ц целое число(количество страниц), строка(в клетку или в линейку)
¬рем€ Ц 3 целых числа (день, мес€ц, год)
ƒжинсы Ц 2 целых числа(размер, количество карманов), строка(цвет)
“елевизор Ц 4 вещественных числа(диагональ , высота, ширина, толщина рамок), целое число(разрешение), строка(производитель)
ѕараметры тела Ц 2 вещественных числа(рост, вес), целое число(возраст)

–аботник Ц это ‘»ќ(фамили€, им€ и отчество работника, описанные через структуру уже
реализованную нами - ‘»ќ), дата(дата рождени€), вещественное число(оклад), целое
число(уникальный номер / номер личного дела), строка(должность).
Ѕлюдо(кулинарное) Ц это название, стоимость(цена), Ѕ∆” 
—тудент Ц это ‘»ќ, успеваемость, курс, направление
ѕациент Ц это параметры тела, болезнь, ‘»ќ